/*Задание D).
Найти все лекарства от ангины и насморка.*/

SELECT [Идентификационный номер конкретного лекарства], [Название лекарства], [Раздел], [Цена для продажи]
FROM [Конкретное лекарство] INNER JOIN [Лекарство]
ON [Конкретное лекарство].[Идентификационный номер лекарства] = [Лекарство].[Идентификационный номер лекарства] INNER JOIN [Лечит]
ON [Лекарство].[Идентификационный номер лекарства] = [Лечит].[Идентификационный номер лекарства] INNER JOIN [Болезнь]
ON [Лечит].[Идентификационный код болезни] = [Болезнь].[Идентификационный код болезни]
WHERE [Болезнь].[Название болезни] = 'Насморк' OR [Болезнь].[Название болезни] = 'Ангина'

--Решение графом
SELECT specific_medicine.[Идентификационный номер конкретного лекарства], medicine.[Название лекарства],
medicine.[Раздел], specific_medicine.[Цена для продажи]
FROM [dbo].[Лекарство_Граф] AS medicine, [dbo].[Конкретное лекарство_Граф] AS specific_medicine,
[dbo].[Болезнь_Граф] AS disease, [dbo].[Лечит_Граф] AS cures, [dbo].[Содержит информацию_Граф] AS contains_information
WHERE MATCH(specific_medicine<-(contains_information)-medicine-(cures)->disease)
AND (disease.[Название болезни] = 'Насморк' OR disease.[Название болезни] = 'Ангина')