/*Задание E).
Для каждого лекарства вывести количество проданных с начала года упаковок 
с упорядочением кол-ва упаковок по убыванию.*/

WITH TMP (Id, Cnt) AS 
(
    SELECT [Идентификационный номер конкретного лекарства], SUM([Количество]) AS Cnt
    FROM [Продажа] INNER JOIN [Продажа состоит из]
    ON [Продажа].[Номер продажи] = [Продажа состоит из].[Номер продажи]
    WHERE YEAR([Дата продажи]) = YEAR(GETDATE())
    GROUP BY [Идентификационный номер конкретного лекарства]
)

SELECT [Идентификационный номер конкретного лекарства], [Название лекарства],
ISNULL(TMP.Cnt, 0) AS [Количество]
FROM [Конкретное лекарство] LEFT OUTER JOIN TMP
ON [Конкретное лекарство].[Идентификационный номер конкретного лекарства] =
TMP.Id INNER JOIN [dbo].[Лекарство] ON [Лекарство].[Идентификационный номер лекарства] = [Конкретное лекарство].[Идентификационный номер лекарства]
ORDER BY [Количество] DESC


--Решение графом
;WITH CTE AS
(
   SELECT specific_medicine.[Идентификационный номер конкретного лекарства],
   SUM(consists_of.[Количество]) AS [Количество]
   FROM [dbo].[Конкретное лекарство_Граф] AS specific_medicine,
   [dbo].[Продажа_Граф] AS sale, [dbo].[Продажа состоит из_Граф] AS consists_of
   WHERE MATCH(sale-(consists_of)->specific_medicine) 
   AND YEAR(sale.[Дата продажи]) = YEAR(GETDATE())
   GROUP BY specific_medicine.[Идентификационный номер конкретного лекарства]
), CTE2 AS
(
    SELECT specific_medicine.[Идентификационный номер конкретного лекарства],
    medicine.[Название лекарства] 
    FROM [dbo].[Конкретное лекарство_Граф] AS specific_medicine, 
    [dbo].[Лекарство_Граф] AS medicine, [dbo].[Содержит информацию_Граф] AS contains_information
    WHERE MATCH(specific_medicine-(contains_information)->medicine)
)

SELECT CTE2.[Идентификационный номер конкретного лекарства],
CTE2.[Название лекарства], IIF(CTE2.[Идентификационный номер конкретного лекарства]
IN (CTE.[Идентификационный номер конкретного лекарства]), CTE.[Количество], 0)
AS [Количество]
FROM CTE2 LEFT OUTER JOIN CTE 
ON CTE2.[Идентификационный номер конкретного лекарства] =
CTE.[Идентификационный номер конкретного лекарства]
ORDER BY [Количество] DESC