-----------------------------------------------------------------------------------------------------------------------------------------
-------------------------------------------------------------Создание графа-------------------------------------------------------------
-----------------------------------------------------------------------------------------------------------------------------------------
CREATE TABLE [Болезнь_Граф]
( 
[Идентификационный код болезни] INT IDENTITY(1,1) NOT NULL PRIMARY KEY, 
[Название болезни] NVARCHAR(100) NULL
) AS NODE

CREATE TABLE [Лекарство_Граф]
(
[Идентификационный номер лекарства] INT IDENTITY(1,1) NOT NULL PRIMARY KEY, 
[Название лекарства] NVARCHAR(100) NULL, 
[Раздел] NVARCHAR(100) NULL, 
[Основное действующее вещество] NVARCHAR(100) NULL
) AS NODE

CREATE TABLE [Производитель_Граф]
(
[ИНН] NVARCHAR(10) NOT NULL PRIMARY KEY CHECK([ИНН] LIKE '[0-9][0-9][0-9][0-9][0-9][0-9][0-9][0-9][0-9][0-9]'), 
[Название производителя] NVARCHAR(100) NULL
) AS NODE

CREATE TABLE [Конкретное лекарство_Граф]
(
[Идентификационный номер конкретного лекарства] INT IDENTITY(1,1) NOT NULL PRIMARY KEY, 
[Аннотация] NVARCHAR(250) NULL, 
[Количество] INT NULL DEFAULT(0) CHECK([Количество] >= 0),  
[Дата упаковки] DATE NULL,
[Дата срока годности] DATE NULL,
[Закупочная цена] MONEY NULL DEFAULT(0) CHECK([Закупочная цена] >= 0), 
[Цена для продажи] MONEY NULL DEFAULT(0) CHECK([Цена для продажи] >= 0)
) AS NODE

CREATE TABLE [Сотрудник_Граф]
(
[ИНН] NVARCHAR(12) NOT NULL PRIMARY KEY CHECK([ИНН] LIKE '[0-9][0-9][0-9][0-9][0-9][0-9][0-9][0-9][0-9][0-9][0-9][0-9]'),
[ФИО] NVARCHAR(50) NULL,
[Паспортные данные] NVARCHAR(13) NOT NULL UNIQUE CHECK([Паспортные данные] LIKE '[0-9][0-9][0-9][0-9][ ][0-9][0-9][0-9][0-9][0-9][0-9]'),
[Должность] NVARCHAR(100) NULL,
[Номер телефона] NVARCHAR(11) NULL UNIQUE CHECK([Номер телефона] LIKE '[7][0-9][0-9][0-9][0-9][0-9][0-9][0-9][0-9][0-9][0-9]')
) AS NODE

CREATE TABLE [Продажа_Граф]
(
[Номер продажи] INT IDENTITY(1,1) NOT NULL PRIMARY KEY,
[Дата продажи] DATETIME NULL, 
[Общая сумма] MONEY NULL
) AS NODE

CREATE TABLE [Заказ_Граф]
(
[Номер заказа] INT IDENTITY(1,1) NOT NULL PRIMARY KEY,
[Дата заказа] DATETIME NULL,
[Сумма заказа] MONEY NULL  CHECK([Сумма заказа] >= 0)
) AS NODE

CREATE TABLE [Лечит_Граф] AS EDGE
CREATE TABLE [Заказ состоит из_Граф] ([Количество] INT) AS EDGE
CREATE TABLE [Продажа состоит из_Граф] ([Количество] INT) AS EDGE
CREATE TABLE [Знает как делать_Граф] AS EDGE
CREATE TABLE [Производит_Граф] AS EDGE
CREATE TABLE [Содержит информацию_Граф] AS EDGE
CREATE TABLE [Сделать заказ_Граф] AS EDGE
CREATE TABLE [Сделать продажу_Граф] AS EDGE
-----------------------------------------------------------------------------------------------------------------------------------------
-------------------------------------------------------------Заполняем Болезни-----------------------------------------------------------
-----------------------------------------------------------------------------------------------------------------------------------------
 INSERT INTO [Болезнь_Граф] VALUES 
('Гипотония'), --1
('Гипертония'), --2
('ОРВИ'), --3
('Грипп'), --4
('Простуда'), --5
('Сердечная недостаточность'), --6
('Бронхит'), --7
('Остеоартроз'), --8
('Аллергия'), --9
('Диарея'), --10
('Метаболизм'), --11
('Ангина'), --12
('Насморк'), --13
('Гастроэзофагеальный рефлюкс и язвенную болезнь'), --14
('Дефицит витамина B9'), --15
('Избыточное кровотечение'), --16
('Ковид-19'), --17 
('Рак') --18
-----------------------------------------------------------------------------------------------------------------------------------------
-------------------------------------------------------------Заполняем Сотрудников-------------------------------------------------------
-----------------------------------------------------------------------------------------------------------------------------------------
INSERT INTO [Сотрудник_Граф] VALUES 
('787930136149', 'Бебнев Захар Ефимович', '4420 413208', 'Главный менеджер', '79667733092'), --1
('278521282856', 'Кылымныка Кира Антоновна', '4416 830558', 'Менеджер', '79189291681'), --2
('237036054889', 'Лубашева Сюзанна Климентьевна', '4359 240387', 'Бухгалтер', '79098469371'), --3
('647543544304', 'Ясенков Герман Трофимович', '4172 346821', 'Кассир', '79745527339'), --4
('671685248700', 'Яхонтова Ярослава Константиновна', '4737 976677', 'Кассир', '79422191151'), --5
('842487576835', 'Митасова Анфиса Аркадивна', '4265 429444', 'Кассир', '79515464645'), --6
('360286343811', 'Лагутов Иван Ефимович', '4210 967045', 'Кассир', '79515464659'), --7
('429992101190', 'Цирюльников Филипп Филиппович', '4752 760148', 'Уборщик', '79056137585'), --8
('201394775390', 'Беломестных Павел Семенович', '4563 471405', 'Бухгалтер', '79619124979'), --9
('826560804384', 'Вергунова Александра Севастьяновна', '4460 439052', 'Бухгалтер', '79467446421'), --10
('984593495309', 'Соколов Петр Александрович', '4245 729240', 'Проектный менеджер по маркетингу', '78901765432'), --11
('349573908402', 'Иванова Александра Игоревна', '4923 926927', 'Менеджер по продажам и клиентскому обслуживанию', '74567890123'), --12
('239479298349', 'Малышев Дмитрий Сергеевич', '4349 283629', 'ИТ-менеджер по информационной безопасности', '73210987654'), --13
('483877981105', 'Игнатов Прохор Маркович', '4672 992076', 'Бухгалтер', '76423737363'), --14
('114463565491', 'Справцев Роман Сергеевич', '4133 166291', 'Кассир', '79604205681'), --15
('282291385810', 'Фокин Афанасий Панкратович', '4719 264064', 'Главный Бухгалтер', '74694051277'), --16
('563981027086', 'Кочергин Даниил Викторович', '4388 992680', 'Бухгалтер', '79253066283'),--17
('363310664902', 'Карабатов Илья Власович', '4467 650917', 'Кассир', '77452675921'), --18
('160426840850', 'Живенков Михаил Ильич', '4915 911522', 'Старший Бухгалтер', '75541717753'), --19
('621221668164', 'Миров Игнат Ильич', '4083 321300', 'Кассир', '76076635893'), --20
('430266451178', 'Стегнова Марианна Ипполитовна', '4882 572404', 'Бухгалтер', '74260989254'), --21
('062004779485', 'Ярочкин Герасим Викторович', '4388 704220', 'Кассир', '75692194301') --22
-----------------------------------------------------------------------------------------------------------------------------------------
-------------------------------------------------------------Заполняем Производителей----------------------------------------------------
-----------------------------------------------------------------------------------------------------------------------------------------
INSERT INTO [Производитель_Граф] VALUES 
('1270510540', 'Медикорп'), --1
('5143221279', 'Фармагенекс'), --2
('5533875414', 'Фармавита'), --3
('7679074326', 'Фармацевтическая индустрия'), --4
('3495720209', 'Медиатика'), --5 
('8478569190', 'ФармаЛайн'), --6
('0158007889', 'Генефарм'), --7
('2887676065', 'МедФарма'), --8
('2393847293', 'ФармЛайф'), --9
('7539442890', 'ФармаЛаб'), --10
('0826255394', 'ФармаКленз'), --11
('8183115667', 'МедиМекал') --12
-----------------------------------------------------------------------------------------------------------------------------------------
-------------------------------------------------------------Заполняем Лекарства---------------------------------------------------------
-----------------------------------------------------------------------------------------------------------------------------------------
INSERT INTO [Лекарство_Граф] VALUES 
('Цитрамон П', 'Препараты нормализации артериального давления', 'Ацетилсалициловая кислота'), --1
('Кофеин-бензонат натрия', 'Препараты нормализации артериального давления', 'Кофеин'), --2
('Валидол', 'Сердечно-сосудистое', 'Левоментол'), --3
('Анальгин', 'Обезболивающее', 'Метамизол натрия'), --4
('Гриппферон', 'Противовирусные', 'Интерферон альфа'), --5
('Парацетамол', 'Жаропонижающее', 'Парацетамол'), --6
('Ацетилсалициловая кислота', 'Жаропонижающее', 'Ацетилсалициловая кислота'), --7
('Арпефлю', 'Противовирусные', 'Умиферомин'), --8
('Ибуклин', 'Противовирусные', 'Ибупрофен'), --9
('Флуимуцил', 'Стимулятор моторной функции дыхательных путей', 'Ацетилцестеин'), --10
('Нимесулид', 'Противовоспалительные', 'Нимесулид'), --11
('Амелотекс', 'Противовоспалительные', 'Мелоксикам'), --12
('Зитрек', 'Противоаллергенные', 'Мелоксикам'), --13
('Цетрин', 'Противоаллергенные', 'Цетиризин'), --14
('Кларидол', 'Противоаллергенные', 'Лоратадин'), --15
('Но-шпа', 'Спазмолитический препарат', 'Дротаверин'), --16
('Смекта', 'Спазмолитический препарат', 'Смектит диоктаэдрический'), --17
('Лоперамид', 'Противодиарейное', 'Лоперамид'), --18
('Уголь активированный', 'Противодиарейное', 'Уголь активированный'), --19
('Амоксициллин', 'Антибиотик', 'Пловлатутин'), -- 20
('Отривин', 'Против насморка', 'Физипропан'), --21
('РиноСтоп', 'Против насморка', 'Алоэ'), --22
('Амоксиклав', 'Противовоспалительные', 'Камридий'), ----23
('Риновир', 'Против насморка', 'Физипропан'), --24
('Альгиновая кислота', 'Препараты для лечения гастроэзофагеального рефлюкса и язвенной болезни', 'Карендом'), --25
('Фолиевая кислота', 'Витамины', 'Витамин B9'), --26
('Транексамовая кислота', 'Гемостатики и антифибринолитики', 'Полиминол'), --27
('Спазмотекс-Д', 'Миотропные средства', 'Дротаверин'), --28
('Дротакальм', 'Ингибиторы фосфодиэстеразы', 'Дротаверин')  --29
-----------------------------------------------------------------------------------------------------------------------------------------
-------------------------------------------------------------Заполняем Конкретные лекарства----------------------------------------------
-----------------------------------------------------------------------------------------------------------------------------------------
INSERT INTO [Конкретное лекарство_Граф] VALUES 
('Аннотация лекарства №1.', 0, '2022-10-08', '2025-10-08', 440, 469), --1
('Аннотация лекарства №2.', 0, '2022-10-08', '2024-10-08', 440, 469), --2
('Аннотация лекарства №3.', 0, '2022-10-08', '2025-10-08', 433, 462), --3
('Аннотация лекарства №4.', 0, '2022-10-08', '2025-10-08', 444, 473), --4

('Аннотация лекарства №5.', 53, '2022-10-08', '2023-12-08', 869, 1002), --5
('Аннотация лекарства №6.', 75, '2022-10-08', '2023-12-08', 883, 1016), --6
('Аннотация лекарства №7.', 75, '2022-10-08', '2023-12-08', 899, 1032), --7

('Аннотация лекарства №8.', 0, '2022-10-08', '2026-10-08', 298, 434), --8
('Аннотация лекарства №9.', 0, '2022-10-08', '2026-10-08', 285, 421), --9

('Аннотация лекарства №10.', 66, '2022-10-08', '2024-10-08', 966, 997), --10
('Аннотация лекарства №11.', 12, '2022-10-08', '2025-10-08', 951, 982), --11
('Аннотация лекарства №12.', 18, '2022-10-08', '2025-10-08', 944, 975), --12
('Аннотация лекарства №13.', 48, '2022-10-08', '2026-10-08', 931, 962), --13
('Аннотация лекарства №14.', 99, '2022-10-08', '2025-10-08', 989, 1020), --14

('Аннотация лекарства №15.', 16, '2022-10-08', '2030-10-08', 350, 427), --15
('Аннотация лекарства №16.', 30, '2022-10-08', '2030-10-08', 352, 429), --16
('Аннотация лекарства №17.', 25, '2022-10-08', '2030-10-08', 389, 466), --17
('Аннотация лекарства №18.', 40, '2022-10-08', '2029-10-08', 350, 427), --18

('Аннотация лекарства №19.', 24, '2022-10-08', '2024-10-08', 900, 1076), --19
('Аннотация лекарства №20.', 90, '2022-10-08', '2025-10-08', 936, 1112), --20
('Аннотация лекарства №21.', 88, '2022-10-08', '2024-10-08', 938, 1114), --21

('Аннотация лекарства №22.', 45, '2022-10-08', '2026-10-08', 585, 737), --22
('Аннотация лекарства №23.', 23, '2022-10-08', '2026-10-08', 576, 728), --23
('Аннотация лекарства №24.', 85, '2022-10-08', '2026-10-08', 587, 739), --24
('Аннотация лекарства №25.', 24, '2022-10-08', '2026-10-08', 593, 745), --25

('Аннотация лекарства №26.', 11, '2022-10-08', '2028-10-08', 556, 753), --26
('Аннотация лекарства №27.', 85, '2022-10-08', '2028-10-08', 531, 728), --27
('Аннотация лекарства №28.', 52, '2022-10-08', '2028-10-08', 534, 731), --28
('Аннотация лекарства №29.', 93, '2022-10-08', '2028-10-08', 546, 743), --29
('Аннотация лекарства №30.', 46, '2022-10-08', '2023-12-08', 524, 721), --30

('Аннотация лекарства №31.', 72, '2022-10-08', '2025-10-08', 348, 426), --31
('Аннотация лекарства №32.', 49, '2022-10-08', '2025-10-08', 359, 437), --32

('Аннотация лекарства №33.', 99, '2022-10-08', '2025-10-08', 888, 947), --33
('Аннотация лекарства №34.', 29, '2022-10-08', '2027-10-08', 854, 913), --34
('Аннотация лекарства №35.', 89, '2022-10-08', '2027-10-08', 874, 933), --35
('Аннотация лекарства №36.', 44, '2022-10-08', '2025-10-08', 834, 893), --36
('Аннотация лекарства №37.', 84, '2022-10-08', '2025-10-08', 846, 905), --37
('Аннотация лекарства №38.', 36, '2022-10-08', '2026-10-08', 797, 856), --38

('Аннотация лекарства №39.', 65, '2022-10-08', '2023-10-08', 1019, 1080), --39
('Аннотация лекарства №40.', 17, '2022-10-08', '2023-10-08', 1025, 1086), --40
('Аннотация лекарства №41.', 88, '2022-10-08', '2023-10-08', 936, 997), --41
('Аннотация лекарства №42.', 90, '2022-10-08', '2023-10-08', 955, 1076), --42

('Аннотация лекарства №43.', 100, '2022-10-08', '2027-10-08', 971, 1051), --43
('Аннотация лекарства №44.', 14, '2022-10-08', '2027-10-08', 1017, 1107), --44
('Аннотация лекарства №45.', 61, '2022-10-08', '2027-10-08', 1008, 1098), --45

('Аннотация лекарства №46.', 35, '2022-10-08', '2023-12-08', 1107, 1226), --46

('Аннотация лекарства №47.', 82, '2022-10-08', '2024-10-08', 1176, 1272), --47
('Аннотация лекарства №48.', 81, '2022-10-08', '2024-10-08', 1078, 1174), --48
('Аннотация лекарства №49.', 35, '2022-10-08', '2024-10-08', 1289, 1385), --49
('Аннотация лекарства №50.', 81, '2022-10-08', '2024-10-08', 1122, 1218), --50

('Аннотация лекарства №51.', 46, '2022-10-08', '2026-10-08', 1255, 1327), --51
('Аннотация лекарства №52.', 66, '2022-10-08', '2026-10-08', 1339, 1411), --52
('Аннотация лекарства №53.', 90, '2022-10-08', '2026-10-08', 1429, 1501), --53
('Аннотация лекарства №54.', 91, '2022-10-08', '2026-10-08', 1427, 1499), --54
('Аннотация лекарства №55.', 77, '2022-10-08', '2025-10-08', 1241, 1313), --55
('Аннотация лекарства №56.', 38, '2022-10-08', '2026-10-08', 1469, 1541), --56
('Аннотация лекарства №57.', 48, '2022-10-08', '2026-10-08', 1252, 1324), --57
('Аннотация лекарства №58.', 15, '2022-10-08', '2026-10-08', 1480, 1552), --58
('Аннотация лекарства №59.', 32, '2022-10-08', '2026-10-08', 1157, 1229), --59

('Аннотация лекарства №60.', 100, '2022-10-08', '2027-10-08', 332, 356), --60
('Аннотация лекарства №61.', 77, '2022-10-08', '2027-10-08', 298, 322), --61
('Аннотация лекарства №62.', 37, '2022-10-08', '2027-10-08', 332, 356), --62

('Аннотация лекарства №63.', 41, '2022-10-08', '2026-10-08', 880, 1035), --63
('Аннотация лекарства №64.', 92, '2022-10-08', '2026-10-08', 825, 980), --64

('Аннотация лекарства №65.', 76, '2022-10-08', '2029-10-08', 779, 886), --65

('Аннотация лекарства №66.', 41, '2022-10-08', '2023-12-08', 684, 795), --66
('Аннотация лекарства №67.', 80, '2022-10-08', '2025-10-08', 701, 812), --67

('Аннотация лекарства №68.', 67, '2022-10-08', '2025-10-08', 771, 822), --68

('Аннотация лекарства №69.', 0, '2023-12-08', '2026-12-08', 456, 496), --69 
('Аннотация лекарства №70.', 25, '2023-12-08', '2026-12-08', 478, 512), --70

('Аннотация лекарства №71.', 0, '2022-10-08', '2025-10-08', 324, 401), --71 
('Аннотация лекарства №72.', 9, '2022-10-08', '2025-10-08', 322, 399), --72

('Аннотация лекарства №73.', 0, '2022-10-08', '2025-10-08', 945, 1029), --73 
('Аннотация лекарства №74.', 67, '2022-10-08', '2025-10-08', 899, 999), --74

('Аннотация лекарства №75.', 0, '2022-10-08', '2025-10-08', 74, 121), --75 
('Аннотация лекарства №76.', 98, '2023-12-08', '2026-12-08', 69, 115),--76

('Аннотация лекарства №77.', 0,'2022-10-08','2026-10-08', 100, 130), --77

('Аннотация лекарства №78.', 0,'2022-10-08','2027-10-08', 253, 302) --78
-----------------------------------------------------------------------------------------------------------------------------------------
-------------------------------------------------------------Заполняем Заказы------------------------------------------------------------
-----------------------------------------------------------------------------------------------------------------------------------------
INSERT INTO [Заказ_Граф] VALUES 
('2022-13-10 12:34:50.454', 327682), --1
('2022-05-09 15:41:49.827', 149847), --2
('2022-30-01 12:21:21.730', 163274), --3

('2022-03-08 14:30:30.755', 174605), --4
('2022-23-05 18:12:57.506', 73462), --5
('2022-01-02 12:09:03.969', 236897), --6

('2022-12-03 16:04:37.106', 65310), --7
('2022-04-07 16:15:00.535', 69175), --8
('2022-25-06 10:55:54.977', 149821), --9
('2022-09-04 11:30:52.888', 36366), --10

('2023-24-08 12:09:43.123', 407564), --11
('2023-10-03 10:56:21.130', 323811), --12


('2023-12-06 14:22:54.393', 126834), --13
('2023-01-02 16:04:41.549', 29504), --14
('2023-14-12 17:32:09.874', 127875), --15
('2023-05-04 12:34:01.132', 300119) --16
-----------------------------------------------------------------------------------------------------------------------------------------
-------------------------------------------------------------Заполняем Продажи-----------------------------------------------------------
-----------------------------------------------------------------------------------------------------------------------------------------
INSERT INTO [Продажа_Граф] VALUES
('2023-20-10 18:50:57.699', 3002), --1
('2023-17-07 12:08:50.942', 3590), --2
('2023-28-01 12:53:02.841', 1848), --3

('2023-17-06 13:22:15.433', 8202), --4
('2023-17-08 10:55:00.896', 3869), --5
('2023-26-02 17:12:09.474', 2023), --6

('2023-13-03 09:43:34.519', 7822), --7
('2023-12-09 13:26:30.813', 854), --8

('2023-16-04 13:24:44.852', 4750), --9 
('2022-08-05 17:58:53.502', 5564), --10

('2023-09-09 13:34:23.205', 7449), --11
('2023-04-11 13:34:23.205', 6303), --12

('2023-23-03 13:34:23.205', 1226), --13
('2023-12-12 13:34:23.205', 8762), --14

('2023-29-11 11:54:02.841', 3573), --15

('2023-29-11 14:23:09.841', 8760), --16
('2023-29-11 10:12:34.365', 1960), --17

('2023-29-11 16:21:02.258', 11053), --18
('2023-29-11 18:53:33.943', 3834) --19
-----------------------------------------------------------------------------------------------------------------------------------------
-------------------------------------------------------------Заполняем Лечит-----------------------------------------------------------
-----------------------------------------------------------------------------------------------------------------------------------------
INSERT INTO [Лечит_Граф] VALUES 
--1
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 1), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 1)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 1), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 1)),
--2
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 2), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 2)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 2), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 2)),
--3
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 6), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 3)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 3), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 6)),
--4
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 3), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 4)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 4), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 3)),
--5
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 4), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 4)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 4), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 4)),
--6
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 5), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 4)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 4), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 5)),
--7
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 3), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 5)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 5), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 3)),
--8
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 4), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 5)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 5), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 4)),
--9
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 5), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 5)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 5), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 5)),
--10
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 3), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 6)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 6), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 3)),
--11
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 4), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 6)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 6), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 4)),
--12
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 5), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 6)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 6), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 5)),
--13 
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 3), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 7)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 7), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 3)),
--14
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 4), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 7)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 7), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 4)),
--15
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 5), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 7)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 7), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 5)),
--16
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 3), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 8)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 8), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 3)),
--17
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 4), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 8)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 8), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 4)),
--18
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 5), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 8)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 8), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 5)),
--19
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 7), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 8)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 8), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 7)),
--20
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 4), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 9)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 9), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 4)),
--21
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 5), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 9)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 9), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 5)),
--22
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 7), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 10)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 10), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 7)),
--23
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 8), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 11)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 11), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 8)),
--24
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 8), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 12)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 12), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 8)),
--25
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 9), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 13)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 13), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 9)),
--26
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 9), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 14)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 14), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 9)),
--27
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 9), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 15)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 15), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 9)),
--28
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 11), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 16)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 16), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 11)),
--29
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 10), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 17)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 17), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 10)),
--30
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 10), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 18)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 18), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 10)),
--31
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 11), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 18)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 18), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 11)),
--32
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 10), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 19)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 19), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 10)),
--33
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 12), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 20)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 20), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 12)),
--34
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 13), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 21)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 21), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 13)),
--35
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 13), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 22)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 22), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 13)),
--36
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 12), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 23)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 23), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 12)),
--37
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 13), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 24)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 24), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 13)),
--38
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 14), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 25)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 25), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 14)),
--39
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 15), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 26)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 26), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 15)),
--40
((SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 16), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 27)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 27), (SELECT $node_id FROM [dbo].[Болезнь_Граф] WHERE [Идентификационный код болезни] = 16))
-----------------------------------------------------------------------------------------------------------------------------------------
-------------------------------------------------------------Заполняем Знает как делать--------------------------------------------------
-----------------------------------------------------------------------------------------------------------------------------------------
INSERT INTO [Знает как делать_Граф] VALUES 
--1
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0158007889'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 1)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 1), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0158007889')),
--2
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0826255394'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 1)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 1), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0826255394')),
--3
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5143221279'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 1)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 1), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5143221279')),
--4
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7539442890'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 1)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 1), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7539442890')),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--5
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7679074326'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 2)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 2), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7679074326')),
--6
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2887676065'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 2)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 2), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2887676065')),
--7
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 2)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 2), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540')),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--8
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0158007889'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 3)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 3), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0158007889')),
--9
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0826255394'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 3)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 3), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0826255394')),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--10
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5143221279'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 4)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 4), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5143221279')),
--11
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 4)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 4), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190')),
--12
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 4)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 4), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667')),
--13
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2887676065'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 4)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 4), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2887676065')),
--14
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 4)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 4), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540')),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--15
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 5)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 5), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190')),
--16
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5533875414'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 5)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 5), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5533875414')),
--17
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5143221279'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 5)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 5), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5143221279')),
--18
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 5)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 5), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667')),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--19
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0158007889'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 6)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 6), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0158007889')),
--20
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0826255394'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 6)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 6), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0826255394')),
--21
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 6)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 6), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190')),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--22
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 7)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 7), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190')),
--23
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7679074326'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 7)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 7), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7679074326')),
--24
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 7)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 7), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540')),
--25
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 7)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 7), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667')),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--26
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 8)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 8), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667')),
--27
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5143221279'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 8)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 8), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5143221279')),
--28
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2887676065'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 8)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 8), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2887676065')),
--29
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7679074326'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 8)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 8), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7679074326')),
--30
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 8)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 8), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190')),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--31
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 9)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 9), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540')),
--32
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 9)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 9), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190')),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--33
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0158007889'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 10)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 10), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0158007889')),
--34
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 10)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 10), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667')),
--35
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5533875414'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 10)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 10), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5533875414')),
--36
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 10)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 10), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190')),
--37
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2887676065'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 10)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 10), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2887676065')),
--38
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0826255394'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 10)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 10), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0826255394')),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--39
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 11)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 11), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190')),
--40
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7539442890'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 11)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 11), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7539442890')),
--41
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 11)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 11), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667')),
--42
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5533875414'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 11)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 11), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5533875414')),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--43
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 12)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 12), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190')),
--44
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 12)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 12), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667')),
--45
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2887676065'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 12)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 12), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2887676065')),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--46
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0826255394'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 13)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 13), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0826255394')),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--47
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 14)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 14), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190')),
--48
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7679074326'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 14)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 14), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7679074326')),
--49
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 14)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 14), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667')),
--50
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5533875414'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 14)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 14), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5533875414')),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--51
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0158007889'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 15)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 15), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0158007889')),
--52
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 15)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 15), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540')),
--53
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 15)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 15), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667')),
--54
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7539442890'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 15)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 15), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7539442890')),
--55
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2887676065'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 15)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 15), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2887676065')),
--56
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0826255394'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 15)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 15), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0826255394')),
--57
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5143221279'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 15)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 15), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5143221279')),
--58
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7679074326'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 15)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 15), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7679074326')),
--59
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 15)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 15), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190')),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--60
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 16)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 16), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190')),
--61
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5533875414'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 16)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 16), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5533875414')),
--62
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 16)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 16), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667')),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--63
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7679074326'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 17)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 17), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7679074326')),
--64
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 17)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 17), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667')),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--65
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 18)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 18), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540')),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--66
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5143221279'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 19)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 19), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5143221279')),
--67
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0158007889'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 19)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 19), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0158007889')),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--68
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '3495720209'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 20)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 20), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '3495720209')),
--69
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2393847293'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 20)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 20), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2393847293')),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--70
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 21)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 21), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667')),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--71
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5143221279'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 22)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 22), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5143221279')),
--72
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2393847293'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 22)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 22), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2393847293')),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--73
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0158007889'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 23)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 23), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0158007889')),
--74
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '3495720209'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 23)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 23), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '3495720209')),
--75
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 23)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 23), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540')),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--76
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5143221279'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 24)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 24), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5143221279')),
--77
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '3495720209'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 24)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 24), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '3495720209')),
--78
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2393847293'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 24)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 24), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2393847293')),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--79
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2393847293'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 25)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 25), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2393847293')),
--80
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0158007889'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 25)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 25), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0158007889')),
--81
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5143221279'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 25)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 25), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5143221279')),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--82
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 26)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 26), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540')),
--83
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 26)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 26), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190')),
--84
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5533875414'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 26)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 26), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5533875414')),
--85
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2887676065'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 26)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 26), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2887676065')),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--86
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7679074326'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 27)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 27), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7679074326')),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--87
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 28)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 28), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540')),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--88
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540'), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 27)),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 27), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540'))
-----------------------------------------------------------------------------------------------------------------------------------------
-------------------------------------------------------------Заполняем Заказ состоит из--------------------------------------------------
-----------------------------------------------------------------------------------------------------------------------------------------
INSERT INTO [Заказ состоит из_Граф] VALUES 
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--1
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 1), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 18), 14),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 18), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 1), 14),
--2
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 1), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 10), 4),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 10), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 1), 4),
--3
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 1), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 16), 40),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 16), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 1), 40),
--4
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 1), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 1), 46),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 1), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 1), 46),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--5
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 2), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 1), 22),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 1), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 2), 22),
--6
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 2), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 3), 2),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 3), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 2), 2),
--7
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 2), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 17), 47),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 17), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 2), 47),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--8
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 3), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 3), 8),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 3), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 3), 8),
--9
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 3), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 14), 34),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 14), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 3), 34),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--10
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 4), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 16), 6),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 16), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 4), 6),
--11
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 4), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 9), 15),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 9), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 4), 15),
--12
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 4), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 4), 14),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 4), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 4), 14),
--13
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 4), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 12), 24),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 12), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 4), 24),
--14
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 4), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 19), 14),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 19), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 4), 14),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--15
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 5), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 11), 4),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 11), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 5), 4),
--16
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 5), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 9), 9),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 9), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 5), 9),
--17
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 5), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 18), 33),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 18), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 5), 33),
--18
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 5), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 3), 44),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 3), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 5), 44),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--19
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 6), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 9), 38),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 9), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 6), 38),
--20
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 6), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 6), 48),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 6), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 6), 48),
--21
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 6), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 2), 29),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 2), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 6), 29),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--22
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 7), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 14), 14),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 14), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 7), 14),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--23
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 8), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 16), 10),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 16), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 8), 10),
--24
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 8), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 19), 43),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 19), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 8), 43),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--25
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 9), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 2), 31),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 2), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 9), 31),
--26
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 9), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 14), 12),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 14), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 9), 12),
--27
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 9), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 3), 20),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 3), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 9), 20),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--28
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 10), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 5), 22),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 5), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 10), 22),
--29
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 10), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 3), 8),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 3), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 10), 8),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--30
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 11), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 3), 12),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 3), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 11), 12),
--31
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 11), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 23), 84),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 23), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 11), 84),
--32
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 11), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 12), 82),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 12), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 11), 82),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--33
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 12), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 2), 45),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 2), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 12), 45),
--34
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 12), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 8), 76),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 8), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 12), 76),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--35
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 13), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 3), 90),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 3), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 13), 90),
--36
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 13), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 20), 92),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 20), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 13), 92),
--37
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 13), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 24), 24),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 24), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 13), 24),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--38
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 14), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 23), 16),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 23), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 14), 16),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--39
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 15), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 17), 75),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 17), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 15), 75),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--40
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 16), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 2), 85),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 2), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 16), 85),
--41
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 16), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 18), 96),
((SELECT $node_id FROM [dbo].[Лекарство_Граф]  WHERE [Идентификационный номер лекарства] = 18), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 16), 96)
-----------------------------------------------------------------------------------------------------------------------------------------
-------------------------------------------------------------Заполняем Продажа состоит из------------------------------------------------
-----------------------------------------------------------------------------------------------------------------------------------------
INSERT INTO [dbo].[Продажа состоит из_Граф] VALUES 
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--1
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 1), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 16), 2),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 16), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 1), 2),
--2
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 1), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 7), 1),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 7), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 1), 1),
--3
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 1), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 20), 1),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 20), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 1), 1),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--4
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 2), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 28), 2),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 28), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 2), 2),
--5
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 2), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 45), 1),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 45), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 2), 1),
--6
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 2), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 7), 1),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 7), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 2), 1),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--7
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 3), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 49), 1),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 49), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 3), 1),
--8
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 3), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 3), 1),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 3), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 3), 1),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--9
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 4), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 3), 1),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 3), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 4), 1),
--10
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 4), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 21), 1),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 21), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 4), 1),
--11
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 4), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 36), 4),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 36), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 4), 4),
--12
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 4), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 43), 1),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 43), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 4), 1),
--13
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 4), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 5), 2),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 5), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 4), 2),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--14
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 5), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 16), 1),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 16), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 5), 1),
--15
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 5), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 5), 3),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 5), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 5), 3),
--16
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 5), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 8), 1),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 8), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 5), 1),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--17
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 6), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 33), 1),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 33), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 6), 1),
--18
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 6), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 19), 1),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 19), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 6), 1),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--19
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 7), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 52), 2),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 52), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 7), 2),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--20
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 8), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 31), 1),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 31), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 8), 1),
--21
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 8), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 16), 1),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 16), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 8), 1),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--22
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 9), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 29), 1),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 29), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 9), 1),
--23
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 9), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 51), 1),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 51), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 9), 1),
--24
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 9), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 44), 2),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 44), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 9), 2),
--25
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 9), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 1), 1),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 1), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 9), 1),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--26
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 10), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 51), 1),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 51), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 10), 1),
--27
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 10), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 47), 3),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 47), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 10), 3),
--28
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 10), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 9), 1),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 9), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 10), 1),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--30
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 11), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 24), 4),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 24), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 11), 4),
--31
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 11), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 62), 9),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 62), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 11), 9),
--32
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 11), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 16), 3),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 16), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 11), 3),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--33
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 12), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 63), 2),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 63), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 12), 2),
--34
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 12), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 52), 3),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 52), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 12), 3),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--35
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 13), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 46), 1),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 46), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 13), 1),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--36
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 14), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 14), 3),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 14), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 14), 3),
--37
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 14), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 42), 5),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 42), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 14), 5),
--38
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 14), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 61), 1),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 61), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 14), 1),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--39
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 15), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 44), 1),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 44), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 15), 1),
--40
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 15), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 68), 3),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 68), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 15), 3),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--41
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 16), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 28), 3),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 28), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 16), 3),
--42
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 16), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 46), 5),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 46), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 16), 5),
--43
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 16), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 32), 1),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 32), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 16), 1),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--44
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 17), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 64), 2),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 64), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 17), 2),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--45
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 18), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 7), 4),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 7), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 18), 4),
--46
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 18), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 49), 5),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 49), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 18), 5),
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--47
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 19), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 4), 2),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 4), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 19), 2),
--48
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 19), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 39), 2),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 39), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 19), 2),
--49
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 19), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 27), 1),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 27), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 19), 1)



INSERT INTO [Производит_Граф] VALUES
----------------------------------------------------------------------------------------------------------------------------------------------------------------------------
--1
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0158007889'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 1)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 1), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0158007889')),
--2
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0826255394'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 2)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 2), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0826255394')),
--3
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5143221279'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 3)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 3), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5143221279')),
--4
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7539442890'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 4)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 4), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7539442890')),
--5
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7679074326'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 5)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 5), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7679074326')),
--6
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2887676065'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 6)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 6), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2887676065')),
--7
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 7)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 7), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540')),
--8
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0158007889'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 8)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 8), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0158007889')),
--9
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0826255394'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 9)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 9), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0826255394')),
--10
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5143221279'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 10)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 10), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5143221279')),
--11
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 11)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 11), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190')),
--12
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 12)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 12), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667')),
--13
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2887676065'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 13)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 13), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2887676065')),
--14
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 14)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 14), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540')),
--15
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 15)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 15), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190')),
--16
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5533875414'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 16)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 16), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5533875414')),
--17
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5143221279'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 17)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 17), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5143221279')),
--18
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 18)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 18), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667')),
--19
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0158007889'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 19)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 19), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0158007889')),
--20
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0826255394'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 20)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 20), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0826255394')),
--21
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 21)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 21), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190')),
--22
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 22)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 22), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190')),
--23
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7679074326'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 23)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 23), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7679074326')),
--24
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 24)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 24), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540')),
--25
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 25)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 25), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667')),
--26
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 26)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 26), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667')),
--27
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5143221279'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 27)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 27), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5143221279')),
--28
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2887676065'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 28)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 28), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2887676065')),
--29
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7679074326'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 29)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 29), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7679074326')),
--30
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 30)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 30), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190')),
--31
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 31)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 31), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540')),
--32
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 32)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 32), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190')),
--33
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0158007889'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 33)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 33), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0158007889')),
--34
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 34)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 34), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667')),
--35
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5533875414'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 35)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 35), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5533875414')),
--36
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 36)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 36), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190')),
--37
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2887676065'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 37)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 37), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2887676065')),
--38
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0826255394'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 38)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 38), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0826255394')),
--39
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 39)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 39), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190')),
--40
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7539442890'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 40)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 40), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7539442890')),
--41
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 41)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 41), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667')),
--42
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5533875414'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 42)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 42), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5533875414')),
--43
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 43)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 43), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190')),
--44
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 44)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 44), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667')),
--45
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2887676065'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 45)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 45), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2887676065')),
--46
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0826255394'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 46)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 46), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0826255394')),
--47
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 47)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 47), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190')),
--48
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7679074326'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 48)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 48), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7679074326')),
--49
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 49)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 49), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667')),
--50
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5533875414'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 50)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 50), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5533875414')),
--51
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0158007889'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 51)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 51), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0158007889')),
--52
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 52)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 52), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540')),
--53
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 53)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 53), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667')),
--54
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7539442890'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 54)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 54), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7539442890')),
--55
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2887676065'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 55)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 55), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2887676065')),
--56
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0826255394'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 56)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 56), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0826255394')),
--57
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5143221279'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 57)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 57), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5143221279')),
--58
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7679074326'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 58)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 58), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7679074326')),
--59
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 59)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 59), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190')),
--60
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 60)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 60), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190')),
--61
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5533875414'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 61)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 61), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5533875414')),
--62
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 62)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 62), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8183115667')),
--63
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7679074326'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 63)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 63), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7679074326')),
--64
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0826255394'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 64)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 64), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0826255394')),
--65
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 65)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 65), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540')),
--66
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5143221279'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 66)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 66), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5143221279')),
--67
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0158007889'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 67)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 67), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '0158007889')),
--68
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5533875414'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 68)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 68), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5533875414')),
--69
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '3495720209'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 69)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 69), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '3495720209')),
--70
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 70)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 70), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '8478569190')),
--71
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2393847293'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 71)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 71), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2393847293')),
--72
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 72)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 72), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540')),
--73
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2393847293'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 73)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 73), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '2393847293')),
--74
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5143221279'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 74)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 74), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '5143221279')),
--75
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '3495720209'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 75)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 75), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '3495720209')),
--76
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7539442890'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 76)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 76), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '7539442890')),
--77
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 77)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 77), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540')),
--78
((SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540'), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 78)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 78), (SELECT $node_id FROM [dbo].[Производитель_Граф] WHERE [ИНН] = '1270510540'))




INSERT INTO [Содержит информацию_Граф] VALUES
--1
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 1), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 1)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 1), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 1)),
--2
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 1), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 2)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 2), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 1)),
--3
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 1), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 3)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 3), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 1)),
--4
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 1), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 4)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 4), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 1)),
--5
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 2), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 5)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 5), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 2)),
--6
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 2), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 6)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 6), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 2)),
--7
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 2), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 7)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 7), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 2)),
--8
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 3), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 8)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 8), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 3)),
--9
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 3), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 9)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 9), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 3)),
--10
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 4), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 10)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 10), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 4)),
--11
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 4), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 11)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 11), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 4)),
--12
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 4), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 12)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 12), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 4)),
--13
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 4), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 13)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 13), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 4)),
--14
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 4), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 14)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 14), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 4)),
--15
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 5), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 15)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 15), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 5)),
--16
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 5), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 16)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 16), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 5)),
--17
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 5), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 17)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 17), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 5)),
--18
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 5), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 18)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 18), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 5)),
--19
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 6), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 19)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 19), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 6)),
--20
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 6), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 20)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 20), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 6)),
--21
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 6), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 21)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 21), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 6)),
--22
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 7), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 22)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 22), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 7)),
--23
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 7), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 23)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 23), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 7)),
--24
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 7), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 24)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 24), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 7)),
--25
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 7), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 25)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 25), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 7)),
--26
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 8), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 26)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 26), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 8)),
--27
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 8), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 27)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 27), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 8)),
--28
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 8), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 28)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 28), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 8)),
--29
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 8), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 29)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 29), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 8)),
--30
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 8), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 30)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 30), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 8)),
--31
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 9), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 31)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 31), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 9)),
--32
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 9), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 32)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 32), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 9)),
--33
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 10), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 33)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 33), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 10)),
--34
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 10), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 34)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 34), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 10)),
--35
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 10), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 35)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 35), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 10)),
--36
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 10), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 36)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 36), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 10)),
--37
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 10), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 37)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 37), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 10)),
--38
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 10), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 38)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 38), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 10)),
--39
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 11), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 39)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 39), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 11)),
--40
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 11), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 40)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 40), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 11)),
--41
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 11), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 41)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 41), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 11)),
--42
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 11), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 42)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 42), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 11)),
--43
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 12), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 43)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 43), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 12)),
--44
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 12), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 44)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 44), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 12)),
--45
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 12), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 45)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 45), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 12)),
--46
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 13), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 46)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 46), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 13)),
--47
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 14), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 47)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 47), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 14)),
--48
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 14), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 48)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 48), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 14)),
--49
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 14), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 49)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 49), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 14)),
--50
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 14), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 50)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 50), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 14)),
--51
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 15), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 51)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 51), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 15)),
--52
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 15), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 52)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 52), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 15)),
--53
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 15), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 53)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 53), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 15)),
--54
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 15), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 54)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 54), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 15)),
--55
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 15), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 55)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 55), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 15)),
--56
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 15), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 56)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 56), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 15)),
--57
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 15), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 57)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 57), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 15)),
--58
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 15), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 58)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 58), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 15)),
--59
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 15), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 59)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 59), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 15)),
--60
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 16), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 60)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 60), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 16)),
--61
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 16), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 61)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 61), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 16)),
--62
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 16), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 62)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 62), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 16)),
--63
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 17), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 63)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 63), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 17)),
--64
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 17), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 64)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 64), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 17)),
--65
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 18), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 65)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 65), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 18)),
--66
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 19), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 66)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 66), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 19)),
--67
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 19), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 67)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 67), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 19)),
--68
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 20), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 68)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 68), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 20)),
--69
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 21), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 69)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 69), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 21)),
--70
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 21), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 70)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 70), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 21)),
--71
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 22), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 71)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 71), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 22)),
--72
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 22), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 72)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 72), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 22)),
--73
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 23), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 73)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 73), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 23)),
--74
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 23), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 74)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 74), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 23)),
--75
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 24), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 75)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 75), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 24)),
--76
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 24), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 76)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 76), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 24)),
--77
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 28), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 77)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 77), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 28)),
--78
((SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 29), (SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 78)),
((SELECT $node_id FROM [dbo].[Конкретное лекарство_Граф]  WHERE [Идентификационный номер конкретного лекарства] = 78), (SELECT $node_id FROM [dbo].[Лекарство_Граф] WHERE [Идентификационный номер лекарства] = 29))



INSERT INTO [Сделать заказ_Граф] VALUES 
--1
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 1), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '201394775390')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '201394775390'), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 1)),
--2
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 2), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '201394775390')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '201394775390'), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 2)),
--3
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 3), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '201394775390')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '201394775390'), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 3)),
--4
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 4), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '237036054889')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '237036054889'), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 4)),
--5
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 5), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '237036054889')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '237036054889'), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 5)),
--6
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 6), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '237036054889')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '237036054889'), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 6)),
--7
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 7), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '826560804384')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '826560804384'), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 7)),
--8
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 8), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '826560804384')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '826560804384'), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 8)),
--9
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 9), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '826560804384')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '826560804384'), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 9)),
--10
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 10), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '826560804384')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '826560804384'), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 10)),
--11
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 11), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '282291385810')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '282291385810'), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 11)),
--12
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 12), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '282291385810')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '282291385810'), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 12)),
--13
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 13), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '160426840850')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '160426840850'), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 13)),
--14
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 14), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '160426840850')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '160426840850'), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 14)),
--15
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 15), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '160426840850')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '160426840850'), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 15)),
--16
((SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 16), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '160426840850')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '160426840850'), (SELECT $node_id FROM [dbo].[Заказ_Граф] WHERE [Номер заказа] = 16))




INSERT INTO [dbo].[Сделать продажу_Граф] VALUES 
--1
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 1), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '360286343811')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '360286343811'), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 1)),
--2
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 2), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '360286343811')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '360286343811'), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 2)),
--3
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 3), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '360286343811')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '360286343811'), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 3)),
--4
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 4), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '647543544304')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '647543544304'), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 4)),
--5
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 5), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '647543544304')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '647543544304'), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 5)),
--6
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 6), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '647543544304')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '647543544304'), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 6)),
--7
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 7), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '671685248700')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '671685248700'), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 7)),
--8
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 8), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '671685248700')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '671685248700'), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 8)),
--9
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 9), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '842487576835')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '842487576835'), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 9)),
--10
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 10), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '842487576835')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '842487576835'), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 10)),
--11
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 11), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '160426840850')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '160426840850'), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 11)),
--12
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 12), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '160426840850')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '160426840850'), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 12)),
--13
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 13), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '282291385810')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '282291385810'), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 13)),
--14
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 14), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '282291385810')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '282291385810'), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 14)),
--15
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 15), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '360286343811')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '360286343811'), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 15)),
--16
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 16), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '671685248700')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '671685248700'), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 16)),
--17
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 17), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '671685248700')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '671685248700'), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 17)),
--18
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 18), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '647543544304')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '647543544304'), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 18)),
--19
((SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 19), (SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '647543544304')),
((SELECT $node_id FROM [dbo].[Сотрудник_Граф]  WHERE [ИНН] = '647543544304'), (SELECT $node_id FROM [dbo].[Продажа_Граф] WHERE [Номер продажи] = 19))
