/*2-я функция.
Inline-функция, возвращающая список лекарств и их количество, проданных на заданную дату.*/

CREATE OR ALTER FUNCTION CorrectProfit
(
    @StartDate DATE = '2022-10-08',
	@FinishDate DATE = '2023-12-31'
)
RETURNS TABLE
AS
RETURN
(
    SELECT [Конкретное лекарство].[Идентификационный номер конкретного лекарства], 
    SUM([Продажа состоит из].[Количество]) AS [Количество]
	FROM [Продажа] INNER JOIN [Продажа состоит из]
	ON [Продажа].[Номер продажи] = [Продажа состоит из].[Номер продажи]
	INNER JOIN [Конкретное лекарство] ON [Конкретное лекарство].[Идентификационный номер конкретного лекарства]
	= [Продажа состоит из].[Идентификационный номер конкретного лекарства]
	WHERE CAST([Дата продажи] AS DATE) BETWEEN @StartDate 
	AND @FinishDate
	GROUP BY [Конкретное лекарство].[Идентификационный номер конкретного лекарства]
)
GO

SELECT * 
FROM dbo.CorrectProfit('2023-10-20', '2023-10-20')--('2022-10-08','2023-07-08');

select *
from [dbo].[Продажа]
order by [Дата продажи] desc